tap "heroku/brew"
tap "homebrew/cask-versions"

brew "bat"
brew "cmake"
brew "coreutils"
brew "cowsay"
brew "ctags"
brew "curl"
brew "diff-so-fancy"
brew "dog"
brew "fd"
brew "fzf"
brew "gawk"
brew "heroku"
brew "highlight"
brew "htop"
brew "httpie"
brew "iproute2mac"
brew "jq"
brew "lazygit"
brew "mtr"
brew "neovim"
brew "nmap"
brew "nvm"
brew "python"
brew "rbenv"
brew "ruby"
brew "sqlite"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"

cask "1password"
cask "alfred"
cask "burp-suite"
cask "docker"
cask "firefox"
cask "graphiql"
cask "iterm2-nightly"
cask "karabiner-elements"
cask "keka"
cask "meetingbar"
cask "obsidian"
cask "omnifocus"
cask "pdf-expert"
cask "rectangle"
cask "soundflower"
cask "the-unarchiver"
cask "timing"
cask "vlc"
